{
  "fr": [
  "Une panne d’électricité sur le lieu de travail.",
  "Un ex-collègue revient avec un secret qui concerne le Supa.",
  "Un rival professionnel tente de discréditer le Supa.",
  "Je risque d’être muté à l’autre bout du pays.",
  "Une promotion tombe… mais implique plus d’absences.",
  "Une rivalité au travail met notre duo sous pression.",
  "Le Supa doit gérer un conflit avec un collègue.",
  "Un secret lié au métier de Supa éclate.",
  "Une responsabilité lourde tombe sur le Supa du jour au lendemain.",
  "Le Supa reçoit un ultimatum : amour ou carrière.",
  "Le chef de quelqu’un d’autre provoque une crise.",
  "L’un de mes collègues se révèle être recherché internationalement.",
  "Mission annulée à la dernière minute.",
  "Erreur dans les dossiers.",
  "Client important en crise.",
  "Audit surprise.",
  "Problème grave de santé d’un collègue.",
  "Déplacement professionnel inattendu.",
  "Café renversé sur des documents importants.",
  "Soirée d’entreprise.",
  "Binôme imposé et inattendu.",
  "Un candidat flirte ouvertement avec moi, devant le Supa.",
  "Je reçois un message qui me demande de confirmer un rendez-vous avec quelqu’un d’autre que le Supa.",
  "Alarmes incendie déclenchées.",
  "Travaux dans le bâtiment.",
  "Épidémie de gastro / grippe, qui provoque une absence générale des collègues.",
  "Défaillance du chauffage / clim.",
  "Visite imprévue de clients VIP.",
  "Mobilier cassé.",
  "Grève surprise dans le bâtiment.",
  "Défaillance totale du serveur, pendant plusieurs heures.",
  "Débauchage par un chasseur de têtes.",
  "Départ soudain d’un collègue clé.",
  "Un pigeon (ou autre animal) entre dans l’agence.",
  "Un livreur se trompe de colis, lequel est très… personnel.",
  "Réunion déplacée dans une salle minuscule."
],
  "en": [
  "A power outage occurs at the workplace.",
  "A former colleague returns with a secret involving the Supa.",
  "A professional rival tries to discredit the Supa.",
  "I may be transferred to the other side of the country.",
  "A promotion comes… but requires more absences.",
  "Workplace rivalry puts pressure on our duo.",
  "The Supa must handle a conflict with a coworker.",
  "A secret related to the Supa's job is exposed.",
  "A heavy responsibility falls on the Supa overnight.",
  "The Supa receives an ultimatum: love or career.",
  "Someone else’s boss causes a crisis.",
  "One of my colleagues turns out to be internationally wanted.",
  "Mission canceled at the last minute.",
  "Error found in the files.",
  "Important client in crisis.",
  "Surprise audit.",
  "Serious health issue for a colleague.",
  "Unexpected business trip.",
  "Coffee spilled on important documents.",
  "Company party.",
  "Assigned to an unexpected and imposed partner.",
  "A candidate openly flirts with me in front of the Supa.",
  "I receive a message asking me to confirm an appointment with someone other than the Supa.",
  "Fire alarms go off.",
  "Construction work in the building.",
  "Gastroenteritis/flu outbreak causing widespread colleague absences.",
  "Heating/AC failure.",
  "Unexpected visit from VIP clients.",
  "Broken furniture.",
  "Surprise strike in the building.",
  "Total server failure for several hours.",
  "Head-hunter attempting to recruit me.",
  "Sudden departure of a key colleague.",
  "A pigeon (or other animal) enters the office.",
  "A delivery person brings the wrong package — and it is very… personal.",
  "Meeting moved to an extremely small room."
]
}
