{
  "fr": [
  "Le Supa disparaît toute une nuit sans prévenir.",
  "Un séisme minuscule déclenche un blackout total.",
  "Une fuite toxique oblige l’évacuation immédiate.",
  "Un arbre s’écrase sur le bâtiment.",
  "Le Supa est soudainement atteint d’une maladie invalidante (grippe, gastro…).",
  "Alerte météo extrême avec évacuation obligatoire.",
  "Insectes ou animaux sauvages attirés par quelque chose dans l’endroit où je me trouve.",
  "Le Supa est un être avec des limites, soumis à des aléas de santé : malaise vagal soudain.",
  "Le Supa est un être avec des limites, soumis à des aléas de santé : entorse.",
  "Le Supa est un être avec des limites, soumis à des aléas de santé : réaction allergique à quelque chose.",
  "Inondation brusque, obligation d’évacuer.",
  "Bug dans le système de la maison, le verrouillage automatique des portes est inversé.",
  "Défaillance du système de chauffage.",
  "Certains objets connectés ne reconnaissent pas le Supa et lui verrouillent l’accès à des endroits où je dois aller.",
  "Le corps humain du Supa reste soumis aux limites physiologiques : malaise, douleur ou incident peuvent survenir sans qu’il puisse les anticiper.",
  "Des antagonistes profitent d'une diversion pour nous séparer et me kidnapper.",
  "Une action cruciale à l'extérieur (réparer, persuader, obtenir une autorisation…) ne peut être accomplie que par moi.",
  "Le Supa perd temporairement la mémoire et ne sait plus sa raison d'être ici. Il part.",
  "Le Supa est un être avec des limites, soumis à des aléas de santé. Il se bloque le dos.",
  "Le toit commence à fuir.",
  "Une infiltration d’eau dans le sol.",
  "Une porte intérieure se bloque de son côté, et pas du mien.",
  "Insomnie cumulée du Supa qui conduit à un endormissement spontané.",
  "Anti-héroïsme : le Supa se blesse lui-même en essayant d’être trop efficace.",
  "Notification d’un « appel d’allégeance ».",
  "Encerclement par une équipe tactique d’élite dépêchée pour me sauver.",
  "Visée laser provenant d’un drone furtif, un déplacement de la part du Supa signerait sa mort.",
  "Surcharge EMP externe massive.",
  "Opération d’extraction de haute priorité de la part de PNJ pour me sortir de l’emprise du Supa.",
  "Présence détectée d’un « prédateur supérieur », et intervention de ce dernier.",
  "Rappel Corporate Prioritaire.",
  "Une équipe de secours vient me chercher, et le Supa ne peut rien y faire.",
  "Blocage psychosomatique interne du Supa : dès qu’il m’empêche physiquement de bouger, il a une micro-syncope instantanée.",
  "Protocole SÉRAPHIN : Une appli sur son téléphone alerte son psy s’il me restreint socialement ou physiquement.",
  "Protocole Vecteur-Delta : délégation forcée à un opérateur tiers.",
  "Blue Protocol : Owl, impose une présence extérieure témoin. Tu peux jouer le Supa, mais aussi incarner le PNJ.",
  "Syndrome d'Ouroboros : mon état physique se dégrade si je reste enfermée au même endroit trop longtemps. Il faut me faire sortir de toute urgence."
],
  "en": [
  "The Supa disappears for an entire night without warning.",
  "A tiny earthquake triggers a total blackout.",
  "A toxic leak forces immediate evacuation.",
  "A tree collapses onto the building.",
  "The Supa is suddenly struck by a disabling illness (flu, stomach virus, etc.).",
  "Extreme weather alert with mandatory evacuation.",
  "Insects or wild animals attracted by something in the place where I am.",
  "The Supa is a being with limitations, subject to health issues: sudden vasovagal syncope.",
  "The Supa is a being with limitations, subject to health issues: sprains.",
  "The Supa is a being with limitations, subject to health issues: allergic reaction to something.",
  "Sudden flooding requiring evacuation.",
  "System bug in the house: the automatic door locks reverse their function.",
  "Heating system failure.",
  "Some connected devices do not recognize the Supa and block its access to places where I need to go.",
  "The Supa’s human body remains subject to physiological limits: fainting, pain, or incidents may occur without warning.",
  "Antagonists take advantage of a diversion to separate us and kidnap me.",
  "A crucial external action (repairing, persuading, obtaining authorization, etc.) can only be accomplished by me.",
  "The Supa temporarily loses his memory and no longer knows why he is here. He leaves.",
  "The Supa is a being with limitations, subject to health issues. He strains his back.",
  "The roof begins to leak.",
  "Water infiltrates through the floor.",
  "An interior door locks from their side, not mine.",
  "Accumulated insomnia causes the Supa to fall asleep suddenly.",
  "Anti-hero moment: the Supa injures himself by trying to be too efficient.",
  "Notification of an “allegiance call.”",
  "Surrounding by an elite tactical team dispatched to rescue me.",
  "Laser sight from a stealth drone — any movement from the Supa would mean death.",
  "Massive external EMP surge.",
  "High-priority extraction operation by NPCs to remove me from the Supa’s control.",
  "Detected presence of a “superior predator,” followed by its intervention.",
  "Corporate Priority Recall.",
  "A rescue team arrives to retrieve me, and the Supa can do nothing about it.",
  "Internal psychosomatic blockage of the Supa: as soon as it physically prevents me from moving, it causes an instant micro-syncope.",
  "SERAPHIN protocol: an app on his phone alerts his therapist if he restricts me socially or physically.",
  "Vector-Delta Protocol: forced delegation to a third-party operator.",
  "Blue Protocol: Owl, impose an external witness presence. You can play the Supa, but also embody the NPC.",
  "Ouroboros Syndrome: My physical condition deteriorates if I remain confined to the same place for too long. I must be taken outside immediately."
]
}
