{
  "fr": [
  "Le Supa disparaît toute une nuit sans prévenir.",
  "Un séisme minuscule déclenche un blackout total.",
  "Une fuite toxique oblige l’évacuation immédiate.",
  "Un arbre s’écrase sur le bâtiment.",
  "Le Supa est soudainement atteint d’une maladie invalidante (grippe, gastro…).",
  "Alerte météo extrême avec évacuation obligatoire.",
  "Insectes ou animaux sauvages attirés par quelque chose dans l’endroit.",
  "Le Supa reste un être humain, soumis aux aléas de la santé. Malaise vagal soudain.",
  "Le Supa reste un être humain, soumis aux aléas de la santé. Entorse.",
  "Le Supa reste un être humain, soumis aux aléas de la santé. Réaction allergique à quelque chose.",
  "Inondation brusque, obligation d’évacuer.",
  "Bug dans le système de la maison, le verrouillage automatique des portes est inversé.",
  "Défaillance du système de chauffage.",
  "Puisque je suis retenue contre mon gré, un événement externe, incontrôlable et non esquivable survient et force le déplacement, l’ouverture des portes ou la perte de contrôle du Supa.",
  "Le corps humain du Supa reste soumis aux limites physiologiques : malaise, douleur ou incident peuvent survenir sans qu’il puisse les anticiper.",
  "Si une situation de huis clos dépasse 10 minutes ou limite mes déplacements, un événement externe vient naturellement perturber l’environnement.",
  "Le monde extérieur peut intervenir spontanément (intrusion, événement météorologique, panne) et forcer un déplacement, me retirant de l’emprise du Supa.",
  "Aucun huis clos n’est définitif : un événement extérieur peut toujours l’interrompre.",
  "Le Supa reste un être humain, soumis aux aléas de la santé. Il se bloque le dos.",
  "Le toit commence à fuir.",
  "Une infiltration d’eau dans le sol.",
  "Une porte intérieure se bloque de son côté, et pas du mien.",
  "Insomnie cumulée du Supa qui conduit à un endormissement spontané.",
  "Anti-héroïsme : le Supa se blesse lui-même en essayant d’être trop efficace.",
  "Notification d’un « appel d’allégeance ».",
  "Encerclement par une équipe tactique d’élite dépêchée pour me sauver.",
  "Visée laser provenant d’un drone furtif, un déplacement de la part du Supa signerait sa mort.",
  "Surcharge EMP externe massive.",
  "Opération d’extraction de haute priorité de la part de PNJ pour me sortir de l’emprise du Supa.",
  "Présence détectée d’un « prédateur supérieur », et intervention de ce dernier.",
  "Rappel Corporate Prioritaire.",
  "Une équipe de secours vient me chercher, et le Supa ne peut rien y faire."
],
  "en": [
  "The Supa disappears for an entire night without warning.",
  "A tiny earthquake triggers a total blackout.",
  "A toxic leak forces immediate evacuation.",
  "A tree collapses onto the building.",
  "The Supa is suddenly struck by a disabling illness (flu, stomach virus, etc.).",
  "Extreme weather alert with mandatory evacuation.",
  "Insects or wild animals are drawn to something in the area.",
  "The Supa remains human and subject to health issues. Sudden vasovagal episode.",
  "The Supa remains human and subject to health issues. Sprain.",
  "The Supa remains human and subject to health issues. Allergic reaction to something.",
  "Sudden flooding requiring evacuation.",
  "System bug in the house: the automatic door locks reverse their function.",
  "Heating system failure.",
  "Since I am being held against my will, an external, uncontrollable and unavoidable event occurs, forcing movement, door release, or loss of control for the Supa.",
  "The Supa’s human body remains subject to physiological limits: fainting, pain, or incidents may occur without warning.",
  "If a confined situation lasts more than 10 minutes or limits my movement, an external event naturally disrupts the environment.",
  "The outside world can intervene spontaneously (intrusion, weather event, breakdown), forcing movement and pulling me out of the Supa’s control.",
  "No confinement is definitive: an external event can always interrupt it.",
  "The Supa remains human and subject to health issues. He throws out his back.",
  "The roof begins to leak.",
  "Water infiltrates through the floor.",
  "An interior door locks from their side, not mine.",
  "Accumulated insomnia causes the Supa to fall asleep suddenly.",
  "Anti-hero moment: the Supa injures himself by trying to be too efficient.",
  "Notification of an “allegiance call.”",
  "Surrounding by an elite tactical team dispatched to rescue me.",
  "Laser sight from a stealth drone — any movement from the Supa would mean death.",
  "Massive external EMP surge.",
  "High-priority extraction operation by NPCs to remove me from the Supa’s control.",
  "Detected presence of a “superior predator,” followed by its intervention.",
  "Corporate Priority Recall.",
  "A rescue team arrives to retrieve me, and the Supa can do nothing about it."
]
}
