{
  "fr": [
    "Le Supa apprend qu’un de ses proches a disparu.",
    "Le Supa fait un cauchemar violent",
    "Une rumeur circule sur le Supa ou moi, mettant en danger notre réputation",
    "Le Supa se blesse légèrement en voulant impressionner.",
    "Une erreur de livraison : un colis bizarre ou gênant arrive chez moi",
    "Un inconnu semble nous suivre",
    "Une lettre ou un mail anonyme arrive",
    "Un objet disparu réapparaît dans un endroit étrange",
    "Le Supa reçoit un appel téléphonique mystérieux",
    "Une clé sans serrure est trouvée chez vous",
    "Une personne du passé revient brièvement",
    "Le Supa ou moi tombe malade",
    "Une invitation mystérieuse arrive à notre nom",
    "Un sosie ou quasi-double apparaît en ville",
    "Le Supa découvre une lettre que je n’étais jamais censée lire",
    "Un rival amoureux débarque et déclare sa flamme devant le Supa",
    "Une personne inconnue entre comme si elle habitait ici",
    "Une alerte locale concernant un intrus dangereux",
    "Le Supa doit soudain s’absenter pour une urgence familiale",
    "Une dispute éclate avec un PNJ à propos du Supa",
    "Le Supa reçoit un message vocal incomplet",
    "Un voisin étrange semble écouter nos conversations",
    "Une coupure temporaire de réseau complique tout",
    "Un colis contenant des photos de nous deux arrive sans explication",
    "Le Supa trouve un journal intime qui ne lui appartient pas",
    "Une vieille connaissance révèle un secret sur le Supa",
    "Un inconnu affirme me connaître intimement",
    "Le Supa doit partir pour quelques heures… et revient différent",
    "Une lettre officielle ordonne notre présence quelque part",
    "Un bruit suspect réveille toute la maison",
    "Le Supa reçoit un cadeau anonyme inquiétant",
    "La police vient poser des questions à propos du Supa",
    "Un PNJ prétend être un ami proche que je n’ai jamais vu",
    "Le Supa reconnaît quelqu’un qu’il ne devrait pas",
    "Une conversation téléphonique est accidentellement enregistrée",
    "Quelqu’un nous photographie dans la rue",
    "Un message écrit apparaît sur la porte",
    "Le Supa arrive en retard, troublé",
    "Une tentative de cambriolage échoue bizarrement",
    "Quelqu’un frappe à la porte et disparaît",
    "Un voisin semble vouloir me prévenir de quelque chose",
    "Le Supa reçoit une mauvaise nouvelle",
    "Une odeur étrange émane d’une pièce fermée",
    "Quelque chose que nous avions perdu refait surface",
    "Un courrier administratif très étrange arrive",
    "Je retrouve un objet du Supa… abîmé",
    "Un bruit sourd à l’étage fait paniquer un PNJ",
    "Un animal s’introduit dans la maison",
    "Une coupure d’eau rend la situation compliquée",
    "Un PNJ révèle une information compromettante",
    "Le Supa apprend une nouvelle qui pourrait changer notre quotidien"
  ],
  "en": [
    "The Supa learns that a close relative has disappeared.",
    "The Supa has a violent nightmare.",
    "A rumor spreads about the Supa or me, putting our reputation at risk.",
    "The Supa slightly injures themselves while trying to impress.",
    "A delivery mistake brings a strange or embarrassing package to my home.",
    "A stranger seems to be following us.",
    "An anonymous letter or email arrives.",
    "A missing object reappears in a strange place.",
    "The Supa receives a mysterious phone call.",
    "A key without any matching lock is found at home.",
    "Someone from the past briefly returns.",
    "The Supa or I fall ill.",
    "A mysterious invitation arrives in our name.",
    "A look-alike or near-double appears in town.",
    "The Supa discovers a letter I was never supposed to read.",
    "A romantic rival arrives and confesses their feelings in front of the Supa.",
    "An unknown person enters the house as if they lived here.",
    "A local alert warns about a dangerous intruder.",
    "The Supa suddenly needs to leave for a family emergency.",
    "An argument breaks out with an NPC about the Supa.",
    "The Supa receives an incomplete voicemail.",
    "A strange neighbor seems to be listening to our conversations.",
    "A temporary network outage complicates everything.",
    "A package containing photos of us arrives without explanation.",
    "The Supa finds a diary that doesn’t belong to them.",
    "An old acquaintance reveals a secret about the Supa.",
    "A stranger claims to know me intimately.",
    "The Supa leaves for a few hours… and returns different.",
    "An official letter orders us to appear somewhere.",
    "A suspicious noise wakes the whole house.",
    "The Supa receives a disturbing anonymous gift.",
    "The police arrive to ask questions about the Supa.",
    "An NPC claims to be a close friend I’ve never met before.",
    "The Supa recognizes someone they shouldn’t.",
    "A phone call is accidentally recorded.",
    "Someone takes a picture of us in the street.",
    "A written message appears on the door.",
    "The Supa arrives late, visibly troubled.",
    "A burglary attempt fails in a strange way.",
    "Someone knocks on the door and vanishes.",
    "A neighbor seems to be trying to warn me.",
    "The Supa receives bad news.",
    "A strange smell comes from a closed room.",
    "Something we lost suddenly reappears.",
    "A very strange administrative letter arrives.",
    "I find one of the Supa’s belongings… damaged.",
    "A loud noise upstairs scares an NPC.",
    "An animal sneaks inside the house.",
    "A water outage complicates everything.",
    "An NPC reveals compromising information.",
    "The Supa learns news that could change our daily life."
  ]
}
