{
  "fr": [
  "Le Supa apprend qu’un de ses proches a disparu.",
  "Le Supa fait un cauchemar violent.",
  "Une rumeur circule sur le Supa ou moi, mettant en danger notre réputation.",
  "Le Supa se blesse légèrement en voulant impressionner.",
  "Une erreur de livraison : un colis bizarre ou gênant arrive chez moi.",
  "Un inconnu semble nous suivre.",
  "Une lettre ou un mail anonyme arrive.",
  "Un objet disparu réapparaît dans un endroit étrange.",
  "Le Supa reçoit un appel téléphonique mystérieux.",
  "Une clé sans serrure est trouvée chez moi.",
  "Une personne du passé revient brièvement.",
  "Le Supa ou moi tombe malade.",
  "Une invitation mystérieuse arrive à notre nom.",
  "Un sosie ou quasi-double apparaît en ville.",
  "Le Supa découvre une lettre que je n’étais jamais censée lire.",
  "Un rival amoureux débarque et déclare sa flamme devant le Supa.",
  "Le Supa disparaît toute une nuit sans prévenir.",
  "Nous nous perdons en pleine nature.",
  "Nous nous perdons en pleine tempête.",
  "Une personne de confiance me révèle « quelque chose » sur lui.",
  "Son ex-principal revient avec une bombe : « Il n’est pas celui que tu crois. ».",
  "L’un découvre le dossier/papier/photo que l’autre voulait cacher.",
  "Un pacte qu’il a passé autrefois le rattrape.",
  "Il doit avouer qu’il entretient un lien secret dangereux.",
  "Nous trouvons quelqu’un blessé en pleine nuit.",
  "Un voisin devient menaçant et harcèle.",
  "Nous sommes témoins d’un crime → les criminels nous repèrent.",
  "Quelqu’un utilise mon nom ou mon identité pour faire des dégâts.",
  "Une plainte ou accusation tombe… contre moi.",
  "On retrouve un objet appartenant à quelqu’un que je connaissais.",
  "Un admirateur fou débarque et me courtise ouvertement.",
  "Une personne m’offre un cadeau compromettant.",
  "Un ex à moi revient, déterminé à me récupérer.",
  "Une manifestation dégénère pendant que nous y sommes.",
  "Le quartier est bloqué par la police à cause d’un incident grave.",
  "On découvre un jumeau maléfique d’un PNJ secondaire.",
  "Un héritage immense tombe… mais conditionné à une clause folle.",
  "Une chaîne TV veut faire un reportage sur mon immeuble.",
  "Une célébrité capricieuse décide qu’elle veut TOUT contrôler dans le quartier.",
  "On me donne un bébé par erreur à l’hôpital (juste 3 minutes mais ça suffit).",
  "Une secte locale me prend pour « l’élue prophétique ». ",
  "Une exposition d’art ouvre… et l’un des tableaux me ressemble trop.",
  "Une voiture de luxe arrive et… me demande de monter, « ordre du patron ».",
  "Une personne se trompe d’adresse et dépose une mallette mystérieuse.",
  "Un ancien immeuble s’effondre et révèle… un tunnel.",
  "Une personne se présente comme mon « garde du corps officiel ».",
  "Une loterie nationale m’annonce gagnante… arnaque ou réalité ?",
  "Un PNJ fait une fugue et se planque chez moi sans prévenir.",
  "Une horde de chiens errants bloque l’entrée d’un bâtiment.",
  "Un voisin disparaît, laissant la porte ouverte et du sang.",
  "Une alerte enlèvement dans le quartier crée la panique.",
  "Une boisson altère mes sens."
]
,
  "en": [
  "The Supa learns that someone close to him has disappeared.",
  "The Supa has a violent nightmare.",
  "A rumor spreads about the Supa or me, putting our reputation at risk.",
  "The Supa gets slightly injured while trying to impress.",
  "A delivery error occurs: a strange or awkward package arrives at my place.",
  "A stranger seems to be following us.",
  "An anonymous letter or email arrives.",
  "A missing object reappears in a strange place.",
  "The Supa receives a mysterious phone call.",
  "A key with no matching lock is found in my home.",
  "Someone from the past briefly returns.",
  "The Supa or I fall ill.",
  "A mysterious invitation arrives in our name.",
  "A look-alike or near-double appears in town.",
  "The Supa finds a letter I was never meant to read.",
  "A romantic rival appears and declares their love in front of the Supa.",
  "The Supa disappears for an entire night without warning.",
  "We get lost in the wilderness.",
  "We get lost in a storm.",
  "A trusted person reveals “something” to me about him.",
  "His main ex returns with a bombshell: “He’s not who you think he is.”",
  "One of us discovers the file/paper/photo the other wanted to hide.",
  "A pact he made long ago comes back to haunt him.",
  "He must admit he maintains a dangerous secret connection.",
  "We find someone injured in the middle of the night.",
  "A neighbor becomes threatening and begins harassing.",
  "We witness a crime → the criminals notice us.",
  "Someone uses my name or identity to cause damage.",
  "A complaint or accusation is filed… against me.",
  "An item belonging to someone I once knew is found.",
  "An obsessed admirer shows up and openly courts me.",
  "Someone offers me a compromising gift.",
  "An ex of mine returns, determined to win me back.",
  "A protest turns violent while we are there.",
  "The neighborhood is locked down by police due to a serious incident.",
  "An evil twin of a secondary NPC is discovered.",
  "A massive inheritance arrives… but tied to a crazy condition.",
  "A TV network wants to shoot a report about my building.",
  "A spoiled celebrity decides she wants to control EVERYTHING in the neighborhood.",
  "A baby is handed to me by mistake at the hospital (only for 3 minutes, but still).",
  "A local cult mistakes me for “the prophetic chosen one.”",
  "An art exhibition opens… and one of the paintings looks too much like me.",
  "A luxury car pulls up and tells me to get in: “boss’s orders.”",
  "Someone gets the wrong address and drops off a mysterious briefcase.",
  "An old building collapses and reveals… a tunnel.",
  "Someone shows up claiming to be my “official bodyguard.”",
  "A national lottery announces that I’ve won… scam or reality?",
  "An NPC runs away from home and hides at my place without warning.",
  "A pack of stray dogs blocks the entrance of a building.",
  "A neighbor disappears, leaving the door open and blood behind.",
  "An abduction alert in the neighborhood triggers panic.",
  "A drink alters my senses."
]
}
