{
  "fr": [
  "Une panne d’électricité dans la maison.",
  "Un animal perdu s’invite chez vous et refuse de partir.",
  "Un objet sentimental est cassé.",
  "Nous devons garder un enfant ou un neveu pour une journée chaotique.",
  "Un voisin se révèle être une star internationale qui se cache.",
  "Un paparazzi me prend pour la nouvelle conquête d’une star.",
  "Une pluie de billets tombe depuis un balcon.",
  "Une petite pluie fine surprise tombe sur nous.",
  "Nous voyons une fleur pousser entre deux pavés.",
  "Un café qui sent trop bon dans la rue attire mon attention.",
  "Une averse de feuilles ou de pétales.",
  "Un enfant perd un ballon.",
  "Une musique douce venant d’un balcon.",
  "Le Supa ou moi découvrons un livre oublié sur un banc.",
  "Petit arc-en-ciel après la pluie.",
  "Un commerçant offre un échantillon d’un super-produit.",
  "Des bulles s’envolent d’un jardin d’enfant.",
  "Un oiseau se pose très près.",
  "Une bourrasque emporte un objet important.",
  "Un violoniste de rue change soudain de mélodie.",
  "Une bicyclette dérape légèrement sur des feuilles mouillées.",
  "Un taxi passe dans une flaque et m’éclabousse.",
  "Mon manteau se coince dans une chaise de terrasse.",
  "Un casque audio fuit un livre audio… spicy.",
  "Rafale de vent qui colle mes vêtements."
],
  "en": [
  "A power outage in the house.",
  "A lost animal wanders into your home and refuses to leave.",
  "A sentimental object gets broken.",
  "We have to look after a child or nephew for a chaotic day.",
  "A neighbor turns out to be an international celebrity in hiding.",
  "A paparazzi mistakes me for a celebrity’s new partner.",
  "A rain of banknotes falls from a balcony.",
  "A light unexpected drizzle falls on us.",
  "We see a flower growing between two paving stones.",
  "A street café with an irresistible smell catches my attention.",
  "A shower of leaves or petals.",
  "A child loses a balloon.",
  "Soft music comes from a balcony.",
  "The Supa or I find a forgotten book on a bench.",
  "A small rainbow appears after the rain.",
  "A shopkeeper offers a sample of an amazing product.",
  "Bubbles float up from a children's garden.",
  "A bird lands very close by.",
  "A gust of wind carries away an important object.",
  "A street violinist suddenly changes melody.",
  "A bicycle skids slightly on wet leaves.",
  "A taxi drives through a puddle and splashes me.",
  "My coat gets caught in a terrace chair.",
  "A pair of headphones leaks a… spicy audiobook.",
  "A burst of wind presses my clothes against me."
]
}
