{
  "fr": [
  "Nous croisons un animal blessé dans la neige.",
  "Flocons géants inattendus.",
  "Sapin de Noël trop grand livré par erreur.",
  "Décoration qui tombe du plafond.",
  "Patinoire improvisée à l’entrée de la maison.",
  "Infestation de lutins décoratifs.",
  "Vin chaud improvisé dans la cuisine.",
  "Chemin verglacé devant le bâtiment.",
  "Chute d’un arbre à cause du verglas.",
  "Panne de chauffage dans un lieu public.",
  "Renards ou animaux affamés approchent.",
  "Éclairage public défaillant.",
  "Givrage des serrures.",
  "On se rend dans un café, mais le chauffage est trop fort.",
  "Un bonhomme de neige étrange apparaît.",
  "Un chien surexcité vole mon écharpe.",
  "Un panneau de rue givré est illisible, tout le monde se perd.",
  "Bottes qui font des « squish squish ».",
  "Mon écharpe trop longue s’accroche partout.",
  "Petit marché d’hiver improvisé.",
  "Un chat d’extérieur cherche de la chaleur.",
  "Une petite source chaude fumante.",
  "Brunch hivernal improvisé.",
  "Un écureuil vole une boule de Noël très précieuse et refuse obstinément de la rendre.",
  "La guirlande lumineuse s’allume en morse et semble envoyer un message.",
  "Un tas de cadeaux se met à vibrer... et pas en rythme de “Jingle Bells”.",
  "Un sapin fait un bruit de clochette chaque fois que quelqu’un dit un mensonge.",
  "Un camion perd sa cargaison : personne ne sait quoi faire de 200 nains de jardin sur le trottoir.",
  "Le Supa m'offre un calendrier de l'avent, mais j'ai du chocolat blanc au lieu du chocolat attendu.",
  "La porte d’entrée gèle et refuse de se fermer.",
  "Mon écharpe s’emmêle et se coince dans la fermeture éclair de mon manteau.",
  "Il fait si froid que mes doigts se retrouvent collés à la portière de la voiture.",
  "Sur un stand dans la rue, un vendeur nous confie un mochi glacé expérimental qui colle à tout.",
  "Nous nous retrouvons juges officiels d’un concours de pain d'épices traditionnel par erreur administrative.",
  "Le frigo lâche → tous les desserts doivent être mangés MAINTENANT (urgence absolue).",
  "Nous sommes recrutés de force pour une danse folklorique dont on ignore tous les pas.",
  "Mission de Noël ! Nous devons ramener un lampion géant à travers le vent qui veut le faire envoler.",
  "Nous devenons responsables d’un compteur de minutes pour un événement… déjà en retard.",
  "On nous confie la mascotte officielle d'un festival : énorme, lourde, impossible à asseoir.",
  "Nous nous trompons de salle et nous débarquons au milieu d’une mariage finlandais très festif.",
  "On se retrouve bloqués dans un téléphérique."

],
  "en": [
  "We come across an injured animal in the snow.",
  "Unexpected giant snowflakes.",
  "An oversized Christmas tree is delivered by mistake.",
  "A decoration falls from the ceiling.",
  "An improvised ice rink forms at the house entrance.",
  "An infestation of decorative elves.",
  "Mulled wine improvised in the kitchen.",
  "Icy path in front of the building.",
  "A tree falls due to black ice.",
  "Heating failure in a public place.",
  "Foxes or hungry animals approach.",
  "Public lighting malfunction.",
  "Frozen door locks.",
  "We go to a café, but the heating is far too strong.",
  "A strange snowman appears.",
  "An overexcited dog steals my scarf.",
  "A frost-covered street sign becomes unreadable, everyone gets lost.",
  "Boots making ‘squish squish’ sounds.",
  "My excessively long scarf gets caught everywhere.",
  "Small improvised winter market.",
  "An outdoor cat searches for warmth.",
  "A small steaming hot spring.",
  "Improvised winter brunch.",
  "A squirrel steals a very precious Christmas bauble and stubbornly refuses to give it back.",
  "The string of lights flashes in Morse code and seems to be sending a message.",
  "A pile of presents starts to vibrate... and not to the tune of “Jingle Bells.”",
  "A Christmas tree makes a jingle sound every time someone tells a lie.",
  "Truck loses its load: no one knows what to do with 200 garden gnomes on the sidewalk.",
  "Supa gave me an advent calendar, but I got white chocolate instead of the chocolate I was expecting.",
  "The front door freezes and refuses to close.",
  "My scarf gets tangled up and caught in the zipper of my coat.",
  "It's so cold that my fingers stick to the car door.",
  "At a street stall, a vendor hands us an experimental ice cream mochi that sticks to everything.",
  "Due to an administrative error, we find ourselves as official judges in a traditional gingerbread competition.",
  "The refrigerator is malfunctioning → all desserts must be consumed immediately (absolute urgency).",
  "We are forcibly recruited for a folk dance whose steps we don't know.",
  "Christmas mission! We have to bring back a giant lantern through the wind that wants to blow it away.",
  "We become responsible for a minute counter for an event... that is already running late.",
  "We are entrusted with the official mascot of a festival: huge, heavy, impossible to sit down.",
  "We go into the wrong room and end up in the middle of a very festive Finnish wedding.",
  "We find ourselves stuck in a cable car."
]
}
