{
  "fr": [
  "Un animal magique et blessé s’invite chez vous et refuse de partir.",
  "Une malédiction menace l’un de nous deux.",
  "Une société secrète cherche un artefact que je possède sans le savoir.",
  "Une créature inconnue hurle la nuit.",
  "Une vieille relique s’active quand je m’approche d’elle.",
  "Un parfum surnaturel flotte dans l’air.",
  "Le Supa perd le contrôle de ses pouvoirs, et ça a des conséquences inattendues, voire absurdes.",
  "Un PNJ perd connaissance sans raison.",
  "Une marque apparaît brièvement sur ma peau, puis disparaît.",
  "Une tempête soudaine éclate au-dessus de moi uniquement.",
  "Un ancien symbole apparaît gravé sur une porte ou un mur.",
  "Un objet qui m’appartient réapparaît ailleurs avec une légère altération.",
  "Un cercle de cendres ou de givre se forme autour de moi.",
  "Une illusion éphémère masque brièvement la réalité.",
  "Un portail miniature instable clignote dans un coin de pièce.",
  "Les lampadaires s’éteignent l’un après l’autre, se rapprochant de moi.",
  "Une fissure noire apparaît dans le sol, pulsant comme un cœur.",
  "Tu entends quelqu’un courir juste derrière moi, mais il n’y a personne.",
  "Un animal mort est retrouvé devant ma porte, sans trace de lutte.",
  "Un miroir se fissure en étoile au moment exact où je le regarde.",
  "Une pièce dans ma maison devient soudain glaciale, juste une minute.",
  "Une odeur de sang flotte dans l’air… sans source identifiable.",
  "Une marque griffée apparaît sur une porte ou un mur, comme tracée par quelque chose de trop grand.",
  "L’ombre de quelqu’un bouge… mais la personne, elle, ne bouge pas.",
  "L’eau d’un verre, d’un lavabo ou d’une flaque prend une teinte rouge sombre.",
  "Un PNJ se met à rire puis à pleurer, comme possédé.",
  "Une dent, une griffe ou un éclat d’os tombe d’un endroit improbable.",
  "Vous trouvez une vieille photo… où nous deux figurons, dans le passé.",
  "Une créature éthérée apparaît juste assez longtemps pour être vue.",
  "Les horloges de la maison s’arrêtent toutes exactement à la même seconde.",
  "Une onde magique fait crépiter l’air, rendant la peau hypersensible pendant quelques minutes.",
  "Une lueur envoûtante tombe sur nous deux, accentuant nos silhouettes dans l’obscurité.",
  "Une chaleur surnaturelle envahit la pièce.",
  "Un parfum surnaturel flotte, aphrodisiaque sans être envahissant.",
  "Un artefact nous oblige à tenir la même position, main dans la main.",
  "Une entité nous demande de rester très proches, « pour masquer votre énergie ».",
  "Une illusion tactile fait croire à une main sur la taille de l’un.",
  "Une entité tente d’imiter un baiser sur mon cou.",
  "Une créature féerique me piège dans un cercle.",
  "Le Supa reçoit une convocation des Anciens."
],
  "en": [
  "An injured magical creature enters your home and refuses to leave.",
  "A curse threatens one of us.",
  "A secret society is searching for an artifact that I unknowingly possess.",
  "An unknown creature howls during the night.",
  "An old relic activates when I approach it.",
  "A supernatural scent lingers in the air.",
  "The Supa loses control of their powers, causing unexpected or even absurd consequences.",
  "An NPC collapses without explanation.",
  "A mark briefly appears on my skin, then fades.",
  "A sudden storm forms above me alone.",
  "An ancient symbol appears carved on a door or wall.",
  "An object of mine reappears elsewhere with a slight alteration.",
  "A circle of ash or frost forms around me.",
  "A fleeting illusion briefly hides reality.",
  "A small unstable portal flickers in a corner of the room.",
  "Streetlights go out one by one, getting closer to me.",
  "A black crack appears in the ground, pulsing like a heart.",
  "You hear someone running right behind me, but no one is there.",
  "A dead animal is found at my doorstep, with no signs of struggle.",
  "A mirror cracks in a star shape the moment I look at it.",
  "A room in my house suddenly turns freezing cold for one minute.",
  "A smell of blood fills the air… with no identifiable source.",
  "A claw mark appears on a door or wall, as if made by something too large.",
  "Someone’s shadow moves… but the person does not.",
  "Water in a glass, sink, or puddle turns a dark red shade.",
  "An NPC starts laughing then crying, as if possessed.",
  "A tooth, claw, or bone shard falls from an impossible place.",
  "You find an old photo… where the two of us appear, in the past.",
  "An ethereal creature appears just long enough to be seen.",
  "All the clocks in the house stop at the exact same second.",
  "A magical wave crackles through the air, making the skin hypersensitive for a few minutes.",
  "An enchanting glow falls over us, highlighting our silhouettes in the dark.",
  "A supernatural heat fills the room.",
  "A supernatural scent floats around, aphrodisiac without being overwhelming.",
  "An artifact forces us to hold the same position, hand in hand.",
  "An entity asks us to stay very close “to mask your energy.”",
  "A tactile illusion makes it feel like a hand is on one of our waists.",
  "An entity tries to imitate a kiss on my neck.",
  "A fae creature traps me inside a circle.",
  "The Supa receives a summons from the Elders."
]
}
